/* Status message shown while cancelling search. */
"Cancelling search..." = "Annulation de la recherche...";

/* Status message shown when the plugin has succesfully connected to the service */
"Connected to Researchr..." = "Connecté à Researchr...";

/* Status message shown when plugin is connecting to the service */
"Connecting with Researchr..." = "Connexion à Researchr...";

/* Error message when query can't be created */
"Could not create query from search field input." = "Impossible de créer la requête depuis le champ de recherche.";

/* Status message shown after all metadata has been retrieved */
"Done." = "Terminé.";

/* Status message shown while fetching metadata for given articles. */
"Fetching metadata..." = "Chargement des métadonnées...";

/* Status message shown while fetching the metadata for the specified tokens */
"Fetching meta data for token %d of %d..." = "Récupération des métadonnées pour article %d de %d...";

/* Status message shown while fetching the metadata for the specified papers */
"Fetching paper %d of %d..." = "Récupération d'article %d de %d...";

/* Status message shown while fetching the metadata for the found papers */
"Fetching papers..." = "Récupération des articles...";

/* Status message shown when no results were found for the query */
"No papers found." = "Aucun article trouvé.";

/* Recovery suggestion when query can't be created */
"Please ensure you have created a proper query." = "Veuillez vous assurer que vous avez créé une recherche adéquate.";

/* Recovery suggestion indicating to try the previous operation again at a later time */
"Please try again later." = "Veuillez réessayer ultérieurement.";

/* Recovery suggestion indicating to try the previous operation again */
"Please try again." = "Veuillez réessayer.";

/* Localized name of the service */
"Researchr" = "Researchr";

/* Error message indicating that the service is currently not available */
"Service Temporarily Unavailable." = "Service temporairement indisponible.";

/* Symbols that need to be removed from the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_REMOVED" = "!#$%&^~(){}*§¶†‡";

/* Symbols that need to be replaced by a space in the query - DO NOT TRANSLATE */
"SYMBOLS_TO_BE_CONVERTED_TO_SPACE" = "+,._;<>=?|";
